
//Маркеры памяти
//void - пустота - космос - ничего - не использует память
//int  - интеджер - целое - память для чисел 12345
//char - символы - буквы
//long - для всего
//------setup - Название
//------() - круглые скобки (SHIFT+9, SHIFT+0) настройки
//------{} - фигурные скобки (SHIFT+Х, SHIFT+Ъ) Начало
//Сложных приказов

//способности:
//играть мелодию-     
void pl_milod(){

}
//измерять растаяние-    
void rast(){

}

//остановить мелодию-   
void oct_milod(){

}



void setup() {       //-слэш - разрез /слэш в гору \слэш с горы
  
}

void loop() {
 

}
